tap 'universal-ctags/universal-ctags'

cask 'iterm2'
cask 'flycut'
cask 'shiftit'
cask 'minikube'
cask '1password'

brew 'git'
brew 'jq'
brew 'watch'
brew 'ag'
brew 'ack'
brew 'htop'
brew 'go'
brew 'fasd'
brew 'tree'
brew 'wget'
brew 'lastpass-cli'
brew 'consul'
brew 'vault'
brew 'terraform'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'tldr'
brew 'neovim'
brew 'universal-ctags', args: ['HEAD']
brew 'npm'
brew 'gnupg'
