tap 'universal-ctags/universal-ctags'
tap 'golangci/tap'
tap 'hashicorp/security'
tap 'hashicorp/tap'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'

cask 'iterm2'
cask 'flycut'
cask 'shiftit'
cask '1password'
cask 'firefox'
cask 'virtualbox'
cask 'docker'
cask 'google-cloud-sdk'
cask 'goland'

brew 'git'
brew 'jq'
brew 'watch'
brew 'ag'
brew 'ack'
brew 'htop'
brew 'go'
brew 'fasd'
brew 'tree'
brew 'wget'
brew 'lastpass-cli'
brew 'consul'
brew 'vault'
brew 'terraform'
brew 'kubernetes-cli'
brew 'tldr'
brew 'neovim'
brew 'universal-ctags', args: ['HEAD']
brew 'npm'
brew 'gnupg'
brew 'chruby'
brew 'kops'
brew 'awscli'
brew 'aws-iam-authenticator'
brew 'azure-cli'
brew 'bash'
brew 'bats-core'
brew 'curl'
brew 'eksctl'
brew 'doormat-cli'
brew 'docker'
brew 'golangci-lint'
brew 'helm'
brew 'kind'
brew 'kubectx'
brew 'pinentry'
brew 'pinentry-mac'
brew 'readline'
brew 'tfenv'
brew 'tflint'
brew 'tfsec'
brew 'vault'
brew 'minikube'
